Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: Add Backup Destination…
de: Sicherungsziel hinzufügen…
es: Añadir destino de copia de seguridad…
fil: Magdagdag ng Destinasyon ng Backup…
fr: Ajouter une destination de sauvegarde…
hr: Dodaj odredište sigurnosne kopije…
id: Tambah Tujuan Cadangan…
ja: バックアップの保存先を追加…
ko: 백업 대상 추가…
ms: Tambah Destinasi Sandaran…
pl: Dodaj miejsce kopii zapasowych…
pt_br: Adicionar destino de backup…
ro: Adaugă destinație pentru copii…
ru: Добавить назначение копий…
th: เพิ่มปลายทางข้อมูลสำรอง…
tr: Yedek Hedefi Ekle…
zh_hans: 添加备份目的地…
zh_hant: 加入備份目的地…

source: Add Custom Model
de: Benutzerdefiniertes Modell hinzufügen
es: Añadir modelo personalizado
fil: Magdagdag ng Custom na Model
fr: Ajouter un modèle personnalisé
hr: Dodaj prilagođeni model
id: Tambah Model Kustom
ja: カスタムモデルを追加
ko: 사용자 정의 모델 추가
ms: Tambah Model Tersuai
pl: Dodaj model niestandardowy
pt_br: Adicionar modelo personalizado
ro: Adaugă un model personalizat
ru: Добавить свою модель
th: เพิ่มโมเดลที่กำหนดเอง
tr: Özel Model Ekle
zh_hans: 添加自定义模型
zh_hant: 加入自訂模型

source: Add Destination…
de: Ziel hinzufügen…
es: Añadir destino…
fil: Magdagdag ng Destinasyon…
fr: Ajouter une destination…
hr: Dodaj odredište…
id: Tambah Tujuan…
ja: 保存先を追加…
ko: 대상 추가…
ms: Tambah Destinasi…
pl: Dodaj miejsce docelowe…
pt_br: Adicionar destino…
ro: Adaugă destinație…
ru: Добавить назначение…
th: เพิ่มปลายทาง…
tr: Hedef Ekle…
zh_hans: 添加目的地…
zh_hant: 加入目的地…

source: Add File
de: Datei hinzufügen
es: Añadir archivo
fil: Magdagdag ng File
fr: Ajouter un fichier
hr: Dodaj datoteku
id: Tambah File
ja: ファイルを追加
ko: 파일 추가
ms: Tambah File
pl: Dodaj plik
pt_br: Adicionar arquivo
ro: Adaugă un fișier
ru: Добавить файл
th: เพิ่มไฟล์
tr: Dosya Ekle
zh_hans: 添加文件
zh_hant: 加入檔案

source: Add Folder…
de: Ordner hinzufügen…
es: Añadir carpeta…
fil: Magdagdag ng Folder…
fr: Ajouter un dossier…
hr: Dodaj mapu…
id: Tambah Folder…
ja: フォルダを追加…
ko: 폴더 추가…
ms: Tambah Folder…
pl: Dodaj folder…
pt_br: Adicionar pasta…
ro: Adaugă dosar…
ru: Добавить папку…
th: เพิ่มโฟลเดอร์…
tr: Klasör Ekle…
zh_hans: 添加文件夹…
zh_hant: 加入資料夾…

source: Add Group
de: Gruppe hinzufügen
es: Añadir grupo
fil: Magdagdag ng Group
fr: Ajouter un groupe
hr: Dodaj grupu
id: Tambah Grup
ja: グループを追加
ko: 그룹 추가
ms: Tambah Kumpulan
pl: Dodaj grupę
pt_br: Adicionar grupo
ro: Adaugă grup
ru: Добавить группу
th: เพิ่มกลุ่ม
tr: Grup Ekle
zh_hans: 添加分组
zh_hant: 加入分組

source: Add Groups
de: Gruppen hinzufügen
es: Añadir grupos
fil: Magdagdag ng Group
fr: Ajouter des groupes
hr: Dodaj grupe
id: Tambah Grup
ja: グループを追加
ko: 그룹 추가
ms: Tambah Kumpulan
pl: Dodaj grupy
pt_br: Adicionar grupos
ro: Adaugă grupuri
ru: Добавить группы
th: เพิ่มกลุ่ม
tr: Grup Ekle
zh_hans: 添加分组
zh_hant: 加入分組

source: Add Models
de: Modelle hinzufügen
es: Añadir modelos
fil: Magdagdag ng Model
fr: Ajouter des modèles
hr: Dodaj modele
id: Tambah Model
ja: モデルを追加
ko: 모델 추가
ms: Tambah Model
pl: Dodaj modele
pt_br: Adicionar modelos
ro: Adaugă modele
ru: Добавить модели
th: เพิ่มโมเดล
tr: Model Ekle
zh_hans: 添加模型
zh_hant: 加入模型

source: Add Models or Groups
de: Modelle oder Gruppen hinzufügen
es: Añadir modelos o grupos
fil: Magdagdag ng Model o Group
fr: Ajouter des modèles ou groupes
hr: Dodaj modele ili grupe
id: Tambah Model atau Grup
ja: モデルまたはグループを追加
ko: 모델 또는 그룹 추가
ms: Tambah Model atau Kumpulan
pl: Dodaj modele lub grupy
pt_br: Adicionar modelos ou grupos
ro: Adaugă modele sau grupuri
ru: Добавить модели или группы
th: เพิ่มโมเดลหรือกลุ่ม
tr: Model veya Grup Ekle
zh_hans: 添加模型或分组
zh_hant: 加入模型或分組

source: Add New
de: Neu hinzufügen
es: Añadir nuevo
fil: Magdagdag ng Bago
fr: Ajouter
hr: Dodaj novo
id: Tambah Baru
ja: 新規追加
ko: 새로 추가
ms: Tambah Baharu
pl: Dodaj nowy
pt_br: Adicionar
ro: Adaugă nou
ru: Добавить
th: เพิ่มใหม่
tr: Yeni Ekle
zh_hans: 新增
zh_hant: 新增

source: Add Provider
de: KI-Anbieter hinzufügen
es: Añadir proveedor
fil: Magdagdag ng Provider
fr: Ajouter un fournisseur AI
hr: Dodaj pružatelja
id: Tambah Penyedia
ja: AIプロバイダーを追加
ko: AI 공급자 추가
ms: Tambah Pembekal
pl: Dodaj dostawcę
pt_br: Adicionar provedor
ro: Adaugă furnizor
ru: Добавить провайдера
th: เพิ่มผู้ให้บริการ
tr: Sağlayıcı Ekle
zh_hans: 添加 AI 服务商
zh_hant: 加入 AI 服務商

source: Add Rule
de: Regel hinzufügen
es: Añadir regla
fil: Magdagdag ng Rule
fr: Ajouter une règle
hr: Dodaj pravilo
id: Tambah Aturan
ja: ルールを追加
ko: 규칙 추가
ms: Tambah Peraturan
pl: Dodaj regułę
pt_br: Adicionar regra
ro: Adaugă o regulă
ru: Добавить правило
th: เพิ่มกฎ
tr: Kural Ekle
zh_hans: 添加规则
zh_hant: 新增規則

source: Add Server
de: Server hinzufügen
es: Añadir servidor
fil: Magdagdag ng Server
fr: Ajouter un serveur
hr: Dodaj poslužitelj
id: Tambah Server
ja: サーバを追加
ko: 서버 추가
ms: Tambah Server
pl: Dodaj serwer
pt_br: Adicionar servidor
ro: Adaugă server
ru: Добавить сервер
th: เพิ่มเซิร์ฟเวอร์
tr: Sunucu Ekle
zh_hans: 添加服务器
zh_hant: 加入服務器

source: Add Server…
de: Server hinzufügen…
es: Añadir servidor…
fil: Magdagdag ng Server…
fr: Ajouter un serveur…
hr: Dodaj poslužitelj…
id: Tambah Server…
ja: サーバを追加…
ko: 서버 추가…
ms: Tambah Server…
pl: Dodaj serwer…
pt_br: Adicionar servidor…
ro: Adaugă un server…
ru: Добавить сервер…
th: เพิ่มเซิร์ฟเวอร์…
tr: Sunucu Ekle…
zh_hans: 添加服务器…
zh_hant: 加入伺服器…

source: Add the server your backups were saved to. Servers added here are also available as backup destinations.
de: Füge den Server hinzu, auf dem deine Sicherungen gespeichert wurden. Hier hinzugefügte Server stehen auch als Sicherungsziele zur Verfügung.
es: Añade el servidor donde se guardaron tus copias de seguridad. Los servidores añadidos aquí también están disponibles como destinos de copia de seguridad.
fil: Idagdag ang server kung saan na-save ang mga backup mo. Available din bilang destinasyon ng backup ang mga server dito.
fr: Ajoutez le serveur sur lequel vos sauvegardes ont été enregistrées. Les serveurs ajoutés ici sont aussi proposés comme destinations de sauvegarde.
hr: Dodajte poslužitelj na koji su spremljene vaše sigurnosne kopije. Poslužitelji dodani ovdje dostupni su i kao odredišta sigurnosnih kopija.
id: Tambahkan server tempat cadangan Anda disimpan. Server yang ditambahkan di sini juga tersedia sebagai tujuan cadangan.
ja: バックアップの保存先サーバを追加します。ここで追加したサーバは、バックアップの保存先としても使えます。
ko: 백업이 저장된 서버를 추가하십시오. 여기서 추가한 서버는 백업 대상으로도 사용할 수 있습니다.
ms: Tambah server tempat sandaran anda disimpan. Server yang ditambah di sini juga tersedia sebagai destinasi sandaran.
pl: Dodaj serwer, na którym zapisano Twoje kopie. Serwery dodane tutaj są też dostępne jako miejsca docelowe kopii.
pt_br: Adicione o servidor onde seus backups foram salvos. Os servidores adicionados aqui também ficam disponíveis como destinos de backup.
ro: Adaugă serverul pe care au fost salvate copiile tale. Serverele adăugate aici sunt disponibile și ca destinații de rezervă.
ru: Добавьте сервер, на который сохранялись ваши копии. Добавленные здесь серверы также доступны как назначения для копий.
th: เพิ่มเซิร์ฟเวอร์ที่บันทึกข้อมูลสำรองของคุณไว้ เซิร์ฟเวอร์ที่เพิ่มที่นี่ใช้เป็นปลายทางสำรองข้อมูลได้ด้วย
tr: Yedeklerinizin kaydedildiği sunucuyu ekleyin. Buraya eklenen sunucular yedek hedefi olarak da kullanılabilir.
zh_hans: 添加保存备份的服务器。在此添加的服务器也可用作备份目的地。
zh_hant: 加入你儲存備份的伺服器。在這裡加入的伺服器也可以當作備份目的地。

source: Add to Chat Input
de: Zum Eingabefeld hinzufügen
es: Añadir al campo de entrada del chat
fil: Idagdag sa Chat Input
fr: Ajouter au champ de saisie
hr: Dodaj u polje razgovora
id: Tambahkan ke Input Obrolan
ja: 入力欄に追加
ko: 입력란에 추가
ms: Tambah ke Input Sembang
pl: Dodaj do pola czatu
pt_br: Adicionar ao campo de conversa
ro: Adaugă în câmpul de conversație
ru: Добавить в поле ввода
th: เพิ่มไปยังช่องป้อนแชท
tr: Sohbet Girişine Ekle
zh_hans: 添加到输入框
zh_hant: 新增至輸入框

source: Add to Home Screen
de: Zum Home-Bildschirm
es: Añadir a la pantalla de inicio
fil: Idagdag sa Home Screen
fr: Sur l'écran d'accueil
hr: Dodaj na početni zaslon
id: Tambahkan ke Layar Utama
ja: ホーム画面に追加
ko: 홈 화면에 추가
ms: Tambah ke Skrin Utama
pl: Dodaj do ekranu głównego
pt_br: Adicionar à tela inicial
ro: Adaugă pe ecranul principal
ru: Добавить на экран «Домой»
th: เพิ่มไปยังหน้าจอโฮม
tr: Ana Ekrana Ekle
zh_hans: 添加到主屏幕
zh_hant: 加入主畫面

source: Add Variable
de: Variable hinzufügen
es: Añadir variable
fil: Magdagdag ng Variable
fr: Ajouter une variable
hr: Dodaj varijablu
id: Tambah Variabel
ja: 変数を追加
ko: 변수 추가
ms: Tambah Pemboleh Ubah
pl: Dodaj zmienną
pt_br: Adicionar variável
ro: Adaugă o variabilă
ru: Добавить переменную
th: เพิ่มตัวแปร
tr: Değişken Ekle
zh_hans: 添加变量
zh_hant: 加入變量

source: Add variables like API keys or tokens that will be available in the shell environment.
de: Fügen Sie Variablen wie API Keys oder Token hinzu, die in der Shell-Umgebung verfügbar sein werden.
es: Añade variables, como claves de API o tokens, que estarán disponibles en el entorno del shell.
fil: Magdagdag ng mga variable gaya ng API key o token na magiging available sa shell environment.
fr: Ajoutez des variables comme des clés API ou des jetons disponibles dans l'environnement shell.
hr: Dodajte varijable poput API ključeva ili tokena koje će biti dostupne u okruženju ljuske.
id: Tambahkan variabel seperti kunci API atau token yang akan tersedia di lingkungan shell.
ja: シェル環境で使用可能なAPI Keyやトークンなどの変数を追加します。
ko: 셸 환경에서 사용할 수 있는 API Key 또는 토큰과 같은 변수를 추가하세요.
ms: Tambah pemboleh ubah seperti kunci API atau token yang akan tersedia dalam persekitaran shell.
pl: Dodaj zmienne, np. klucze API lub tokeny, dostępne w środowisku powłoki.
pt_br: Adicione variáveis como chaves de API ou tokens, que ficam disponíveis no ambiente do shell.
ro: Adaugă variabile precum chei API sau tokenuri, disponibile în mediul shell.
ru: Добавьте переменные, например ключи API или токены, которые будут доступны в среде оболочки.
th: เพิ่มตัวแปรอย่างคีย์ API หรือโทเคนที่จะใช้ได้ในสภาพแวดล้อม shell
tr: Shell ortamında kullanılabilecek API anahtarı veya token gibi değişkenler ekleyin.
zh_hans: 添加 API Key 或令牌等变量，它们将在 Shell 环境中可用。
zh_hant: 加入 API Key 或令牌等變量，它們將在 Shell 環境中可用。

source: Added
de: Hinzugefügt
es: Añadido
fil: Naidagdag
fr: Ajouté
hr: Dodano
id: Ditambahkan
ja: 追加済み
ko: 추가됨
ms: Ditambah
pl: Dodano
pt_br: Adicionado
ro: Adăugat
ru: Добавлено
th: เพิ่มแล้ว
tr: Eklendi
zh_hans: 添加时间
zh_hant: 已加入

source: Address of the FTP server.
de: Adresse des FTP-Servers.
es: Dirección del servidor FTP.
fil: Address ng FTP server.
fr: Adresse du serveur FTP.
hr: Adresa FTP poslužitelja.
id: Alamat server FTP.
ja: FTP サーバのアドレス。
ko: FTP 서버의 주소입니다.
ms: Alamat server FTP.
pl: Adres serwera FTP.
pt_br: Endereço do servidor FTP.
ro: Adresa serverului FTP.
ru: Адрес FTP-сервера.
th: ที่อยู่ของเซิร์ฟเวอร์ FTP
tr: FTP sunucusunun adresi.
zh_hans: FTP 服务器地址。
zh_hant: FTP 伺服器的位址。

source: Address of the machine you connect to over SSH.
de: Adresse des Rechners, mit dem du dich per SSH verbindest.
es: Dirección de la máquina a la que te conectas por SSH.
fil: Address ng makinang kinokonekta mo sa SSH.
fr: Adresse de la machine à laquelle vous vous connectez en SSH.
hr: Adresa računala na koje se povezujete preko SSH-a.
id: Alamat mesin yang Anda hubungi via SSH.
ja: SSH で接続するマシンのアドレス。
ko: SSH로 접속하는 컴퓨터의 주소입니다.
ms: Alamat mesin yang anda sambung melalui SSH.
pl: Adres maszyny, z którą łączysz się przez SSH.
pt_br: Endereço da máquina à qual você se conecta por SSH.
ro: Adresa mașinii la care te conectezi prin SSH.
ru: Адрес машины, к которой вы подключаетесь по SSH.
th: ที่อยู่ของเครื่องที่คุณเชื่อมต่อผ่าน SSH
tr: SSH ile bağlandığınız makinenin adresi.
zh_hans: 通过 SSH 连接的机器地址。
zh_hant: 你透過 SSH 連線的機器位址。

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
hr: Napredno
id: Lanjutan
ja: 詳細
ko: 고급
ms: Lanjutan
pl: Zaawansowane
pt_br: Avançado
ro: Avansat
ru: Дополнительно
th: ขั้นสูง
tr: Gelişmiş
zh_hans: 高级
zh_hant: 進階

source: Advanced: write a value at a dotted field path. Not validated by Minis.
de: Erweitert: Schreibt einen Wert an einen Punktpfad. Wird von Minis nicht validiert.
es: Avanzado: escribe un valor en una ruta de campo con puntos. Minis no lo valida.
fil: Advanced: magsulat ng halaga sa dotted field path. Hindi ito bina-validate ng Minis.
fr: Avancé : écrit une valeur à un chemin de champ pointé. Non validé par Minis.
hr: Napredno: upišite vrijednost na putanju polja s točkama. Minis to ne provjerava.
id: Lanjutan: tulis nilai pada jalur field bertitik. Tidak divalidasi oleh Minis.
ja: 詳細設定：ドット区切りのフィールドパスに値を書き込みます。Minis による検証は行われません。
ko: 고급: 점으로 구분된 필드 경로에 값을 씁니다. Minis는 이를 검증하지 않습니다.
ms: Lanjutan: tulis nilai pada laluan medan bertitik. Tidak disahkan oleh Minis.
pl: Zaawansowane: zapisz wartość pod ścieżką z kropkami. Minis tego nie weryfikuje.
pt_br: Avançado: grave um valor em um caminho de campo com pontos. Não é validado pelo Minis.
ro: Avansat: scrie o valoare la o cale de câmp cu puncte. Minis nu o validează.
ru: Дополнительно: записывает значение по пути с точками. Minis его не проверяет.
th: ขั้นสูง: เขียนค่าที่พาธฟิลด์แบบจุด Minis ไม่ตรวจสอบความถูกต้อง
tr: Gelişmiş: noktalı alan yoluna bir değer yazın. Minis bunu doğrulamaz.
zh_hans: 高级：向指定的点分字段路径写入值。Minis 不会校验其正确性。
zh_hant: 進階：在點分隔的欄位路徑寫入值。Minis 不會驗證這個值。

source: After leaving an unlocked session, the lock re-engages once the idle window elapses.
de: Nach dem Verlassen einer entsperrten Sitzung wird die Sperre nach Ablauf des Inaktivitätsfensters wieder aktiviert.
es: Al salir de una sesión desbloqueada, el bloqueo se reactiva cuando transcurre el periodo de inactividad.
fil: Pagkalabas sa naka-unlock na session, magla-lock ulit ito kapag lumipas ang idle window.
fr: Après avoir quitté une session déverrouillée, le verrouillage se réactive une fois la période d'inactivité écoulée.
hr: Nakon napuštanja otključane sesije zaključavanje se ponovno aktivira kada istekne razdoblje neaktivnosti.
id: Setelah meninggalkan sesi yang terbuka, kunci aktif kembali begitu jendela menganggur berakhir.
ja: ロック解除したセッションを離れた後、アイドル時間が経過するとロックが再度かかります。
ko: 잠금 해제된 세션을 떠난 후 유휴 시간이 지나면 잠금이 다시 걸립니다.
ms: Selepas meninggalkan sesi yang terbuka, kunci aktif semula setelah tetingkap melahu tamat.
pl: Po opuszczeniu odblokowanej sesji blokada włącza się ponownie po upływie czasu bezczynności.
pt_br: Depois que você sai de uma sessão desbloqueada, o bloqueio volta a valer ao fim do tempo de inatividade.
ro: După părăsirea unei sesiuni deblocate, blocarea se reactivează la expirarea perioadei de inactivitate.
ru: После выхода из разблокированной сессии блокировка снова сработает по истечении времени простоя.
th: หลังออกจากเซสชันที่ปลดล็อกแล้ว ระบบจะล็อกอีกครั้งเมื่อครบเวลาที่ไม่ได้ใช้งาน
tr: Kilidi açık bir oturumdan çıktıktan sonra, boşta kalma süresi dolunca kilit yeniden devreye girer.
zh_hans: 离开已解锁的会话后，空闲时间到达即重新锁定。
zh_hant: 離開已解鎖的工作階段後，閒置時間到達即重新鎖定。

source: After leaving an unlocked session, the lock re-engages once the idle window elapses. Going to the home screen or app switcher always re-locks the current session immediately.
de: Nach dem Verlassen einer entsperrten Sitzung greift die Sperre wieder, sobald die Inaktivitätszeit abgelaufen ist. Der Wechsel zum Home-Bildschirm oder App-Umschalter sperrt die aktuelle Sitzung immer sofort wieder.
es: Al salir de una sesión desbloqueada, el bloqueo se reactiva cuando transcurre el periodo de inactividad. Ir a la pantalla de inicio o al selector de apps siempre vuelve a bloquear la sesión actual de inmediato.
fil: Pagkalabas sa naka-unlock na session, magla-lock ulit ito kapag lumipas ang idle window. Laging agad na nagla-lock ulit ang kasalukuyang session kapag pumunta sa home screen o app switcher.
fr: Après avoir quitté une session déverrouillée, le verrouillage se réactive à la fin du délai d'inactivité. Passer à l'écran d'accueil ou au sélecteur d'apps reverrouille toujours immédiatement la session en cours.
hr: Nakon napuštanja otključane sesije zaključavanje se ponovno aktivira kada istekne razdoblje neaktivnosti. Odlazak na početni zaslon ili u izbornik aplikacija uvijek odmah ponovno zaključava trenutnu sesiju.
id: Setelah meninggalkan sesi yang terbuka, kunci aktif kembali begitu jendela menganggur berakhir. Beralih ke layar utama atau pengalih aplikasi selalu langsung mengunci ulang sesi saat ini.
ja: ロックを解除したセッションから離れると、待機時間の経過後に再びロックされます。ホーム画面やアプリスイッチャーに移動した場合は、現在のセッションが常に即座に再ロックされます。
ko: 잠금을 해제한 세션에서 나가면 대기 시간이 지난 후 다시 잠깁니다. 홈 화면이나 앱 전환기로 이동하면 현재 세션은 항상 즉시 다시 잠깁니다.
ms: Selepas meninggalkan sesi yang terbuka, kunci aktif semula setelah tetingkap melahu tamat. Beralih ke skrin utama atau penukar apl sentiasa terus mengunci semula sesi semasa.
pl: Po opuszczeniu odblokowanej sesji blokada wraca po upływie czasu bezczynności. Przejście na ekran początkowy lub do przełącznika aplikacji zawsze blokuje bieżącą sesję natychmiast.
pt_br: Depois que você sai de uma sessão desbloqueada, o bloqueio volta a valer ao fim do tempo de inatividade. Ir para a Tela de Início ou o alternador de apps sempre bloqueia a sessão atual na hora.
ro: După părăsirea unei sesiuni deblocate, blocarea se reactivează la expirarea perioadei de inactivitate. Trecerea la ecranul principal sau la comutatorul de aplicații reblochează imediat sesiunea curentă.
ru: После выхода из разблокированной сессии блокировка снова включается по истечении времени бездействия. Переход на домашний экран или в переключатель приложений всегда блокирует текущую сессию немедленно.
th: หลังออกจากเซสชันที่ปลดล็อกแล้ว ระบบจะล็อกอีกครั้งเมื่อครบเวลาที่ไม่ได้ใช้งาน การไปที่หน้าจอโฮมหรือตัวสลับแอปจะล็อกเซสชันปัจจุบันทันทีเสมอ
tr: Kilidi açık bir oturumdan çıktıktan sonra, boşta kalma süresi dolunca kilit yeniden devreye girer. Ana ekrana ya da uygulama değiştiriciye geçmek geçerli oturumu her zaman anında yeniden kilitler.
zh_hans: 离开已解锁的会话后，超过空闲时长会重新锁定。回到主屏或切换应用时会立即重新锁定当前会话。
zh_hant: 離開已解鎖的工作階段後，閒置時間一到就會重新鎖定。切換到主畫面或 App 切換器時，目前的工作階段一律會立即重新鎖定。

source: Agent Loop
de: Agent-Schleife
fr: Boucle de Minis Agent
hr: Agent petlja
id: Loop Agen
ja: Agent ループ
ko: Agent 루프
ms: Gelung Ejen
pl: Pętla Agenta
pt_br: Loop do Agente
ro: Bucla Agentului
th: ลูปเอเจนต์
tr: Agent Döngüsü
zh_hans: Agent 循环
zh_hant: Agent 循環

source: Agent Runtime
de: Agent-Laufzeit
es: Entorno de ejecución de Minis Agent
fr: Exécution de Minis Agent
hr: Agent izvršno okruženje
id: Runtime Agen
ja: Agent ランタイム
ko: Agent 런타임
ms: Runtime Ejen
pl: Środowisko Agenta
pt_br: Ambiente de execução do Agente
ro: Mediul de execuție al Agentului
ru: Среда выполнения Agent
th: รันไทม์เอเจนต์
tr: Agent Çalışma Zamanı
zh_hans: Agent 运行时
zh_hant: 智能體運行時

source: Agent Task
de: Agent-Aufgabe
es: Tarea de Agent
fr: Tâche de l’Agent
hr: Agent zadatak
id: Tugas Agen
ja: Agent タスク
ko: Agent 작업
ms: Tugas Ejen
pl: Zadanie agenta
pt_br: Tarefa do agente
ro: Sarcină agent
ru: Задача Minis Agent
th: งานเอเจนต์
tr: Aracı Görevi
zh_hans: Agent 任务
zh_hant: 智慧體任務

source: Aggregates GPT, Claude, Gemini, Llama and other mainstream models
de: Bündelt GPT, Claude, Gemini, Llama und weitere gängige Modelle
es: Agrupa GPT, Claude, Gemini, Llama y otros modelos populares
fil: Pinagsasama ang GPT, Claude, Gemini, Llama at iba pang mainstream na model
fr: Regroupe GPT, Claude, Gemini, Llama et d'autres modèles courants
hr: Objedinjuje GPT, Claude, Gemini, Llama i druge popularne modele
id: Menggabungkan GPT, Claude, Gemini, Llama, dan model arus utama lainnya
ja: GPT、Claude、Gemini、Llama など主要なモデルをまとめて利用できます
ko: GPT, Claude, Gemini, Llama 등 주요 모델을 한곳에서 제공합니다
ms: Menggabungkan GPT, Claude, Gemini, Llama, dan model arus perdana lain
pl: Łączy GPT, Claude, Gemini, Llama i inne popularne modele
pt_br: Reúne GPT, Claude, Gemini, Llama e outros modelos populares
ro: Reunește GPT, Claude, Gemini, Llama și alte modele populare
ru: Объединяет GPT, Claude, Gemini, Llama и другие популярные модели
th: รวมโมเดล GPT, Claude, Gemini, Llama และโมเดลหลักอื่นๆ
tr: GPT, Claude, Gemini, Llama ve diğer yaygın modelleri bir araya getirir
zh_hans: 聚合 GPT、Claude、Gemini、Llama 等主流模型
zh_hant: 聚合 GPT、Claude、Gemini、Llama 等主流模型

source: AI Data Sharing Notice
de: KI-Datenfreigabehinweis
es: Aviso sobre el uso compartido de datos con la IA
fil: Paunawa sa Pagbabahagi ng AI Data
fr: Avis de partage de données AI
hr: Obavijest o dijeljenju podataka s AI-jem
id: Pemberitahuan Berbagi Data AI
ja: AIデータ共有に関する通知
ko: AI 데이터 공유 안내
ms: Notis Perkongsian Data AI
pl: Informacja o udostępnianiu danych AI
pt_br: Aviso de compartilhamento de dados com IA
ro: Notificare privind partajarea datelor cu AI
ru: Уведомление о передаче данных ИИ
th: ประกาศการแชร์ข้อมูลกับ AI
tr: Yapay Zekâ Veri Paylaşımı Bildirimi
zh_hans: AI 数据共享须知
zh_hant: AI 資料共享須知

source: AI Suggest
de: KI-Vorschlag
es: Sugerencia de IA
fr: Suggestion IA
hr: AI prijedlog
id: Saran AI
ja: AI提案
ko: AI 제안
ms: Cadangan AI
pl: Podpowiedź AI
pt_br: Sugestão da IA
ro: Sugestie AI
ru: Подсказка ИИ
th: AI แนะนำ
tr: AI Önerisi
zh_hans: AI 建议
zh_hant: AI 建議

source: AI Suggest (failed — try again)
de: KI-Vorschlag (fehlgeschlagen – erneut versuchen)
es: Sugerencia de IA (falló: inténtalo de nuevo)
fil: AI Suggest (nabigo — subukan ulit)
fr: Suggestion IA (échec — réessayer)
hr: AI prijedlog (neuspjelo — pokušajte ponovno)
id: Saran AI (gagal — coba lagi)
ja: AI提案（失敗 — 再試行）
ko: AI 제안(실패 — 다시 시도)
ms: Cadangan AI (gagal — cuba lagi)
pl: Podpowiedź AI (niepowodzenie — spróbuj ponownie)
pt_br: Sugestão da IA (falhou — tente de novo)
ro: Sugestie AI (a eșuat — încearcă din nou)
ru: Подсказка ИИ (ошибка — повторить)
th: AI แนะนำ (ล้มเหลว — ลองอีกครั้ง)
tr: AI Önerisi (başarısız — yeniden deneyin)
zh_hans: AI 建议（失败，可重试）
zh_hant: AI 建議（失敗，可重試）

source: AI, shell, and Files browser can modify files in this mount.
de: KI, Shell und Dateibrowser können Dateien in diesem Mount ändern.
es: La IA, el shell y el explorador de Archivos pueden modificar archivos en este punto de montaje.
fil: Puwedeng baguhin ng AI, shell, at Files browser ang mga file sa mount na ito.
fr: L'IA, le shell et le navigateur de fichiers peuvent modifier les fichiers de ce point de montage.
hr: AI, ljuska i preglednik datoteka mogu mijenjati datoteke u ovom montiranju.
id: AI, shell, dan penjelajah Files dapat mengubah file di pemasangan ini.
ja: AI、シェル、ファイルブラウザがこのマウント内のファイルを変更できます。
ko: AI, 셸, 파일 브라우저가 이 마운트의 파일을 수정할 수 있습니다.
ms: AI, shell, dan pelayar Files boleh mengubah file dalam lekapan ini.
pl: AI, powłoka i przeglądarka Plików mogą zmieniać pliki w tym zamontowaniu.
pt_br: A IA, o shell e o navegador de Arquivos podem modificar os arquivos desta montagem.
ro: AI, shell-ul și browserul Fișiere pot modifica fișiere în această montare.
ru: ИИ, оболочка и браузер файлов могут изменять файлы в этой точке монтирования.
th: AI, shell และตัวเรียกดู Files สามารถแก้ไขไฟล์ในเมานต์นี้ได้
tr: Yapay zekâ, shell ve Dosyalar tarayıcısı bu bağlamadaki dosyaları değiştirebilir.
zh_hans: AI、Shell 和文件浏览器可修改此挂载中的文件。
zh_hant: AI、Shell 和檔案瀏覽器可修改此掛載中的檔案。

source: Alarms
de: Wecker
es: Alarmas
fil: Mga Alarm
fr: Alarmes
hr: Alarmi
id: Alarm
ja: アラーム
ko: 알람
ms: Penggera
pl: Alarmy
pt_br: Alarmes
ro: Alarme
ru: Будильники
th: นาฬิกาปลุก
tr: Alarmlar
zh_hans: 闹钟
zh_hant: 鬧鐘
